<template>
  <div class="bg-white">
    <div class="container mx-auto px-4 py-8">
      <h1 class="text-3xl font-bold mb-6">Project 2187 Fan-Work Guideline 【二創條款】</h1>
      <h3 class="text-2xl font-semibold mb-4">Project 2187 為《卿卿我我》遊戲玩家阿童（以下稱本人）所創作之世界觀。<br />
        歡迎其他同好基於此世界觀進行二次創作。<br />
        惟在創作時，須遵守以下二次創作規範。</h3>

      <p class="mb-4 font-bold">所有基於Project 2187（以下稱本世界觀）於卿卿我我遊戲中提供之角色形象、創作
        （包括但不限於：角色的所有形象圖、所有音樂和影片、相關網站模板、LOGO……等），加上自己的創意與再創作之衍伸作品，皆適用本二次創作規範。</p>

      <h2 class="text-2xl font-semibold mb-4 mt-4">規範內容</h2>
      <ol class="list-decimal list-inside mb-4">
        <li class="text-bold">創作者之二次創作皆屬於創作者自行的創意發想，日後若發生任何糾紛，一概與本人無關，本人不負任何責任。</li>
        <li>請避免創作讓人感到生理或心理不舒服的創作內容。</li>
        <li>進行成人性質之二次創作時，無論二次創作使用於非商業或商業用途，應於發佈時清楚標示警告標語，<br />
          並於最後加入文字聲明：<span class="font-bold">本創作內容為不代表角色與其原創作者之主張，亦與原作無關，特此聲明。</span></li>
        <li><span class="font-bold">禁止</span>以下類型的二次創作：</li>
        <ul class="list-disc list-inside mb-4 ml-6">
          <li>任何形式的政治宣傳或宗教宣傳。</li>
          <li>任何形式的仇恨言論或歧視內容。</li>
          <li>任何形式的暴力或血腥內容。</li>
          <li>任何形式的傷害未成年人物的內容。</li>
          <li>任何形式的商業廣告或推銷內容。</li>
          <li>任何形式的侵犯他人隱私或肖像權的內容。</li>
          <li>任何形式的誹謗或中傷他人的內容。</li>
          <li>任何形式的侵害第三人名譽或權利的內容</li>
          <li>任何形式的未經授權使用他人知識產權的內容。</li>
          <li>詆毀本人、本世界觀、其他二次創作者的內容</li>
          <li>任何形式的違反法律法規的內容。</li>
        </ul>
        <li>進行二次創作時，請遵守法律規範、卿卿我我遊戲規範與發表作品平台的相關規定。</li>
        <li>若使用AI繪圖相關技術（例：stable diffusion、 Midjourney等服務）進行繪圖創作，請務必在創作發表時清楚標明作品資訊以及AI繪圖等相關資訊。
          若要使用原圖或是他人的作品進行使用圖生圖功能（例：image2image、i2i或其他類似功能）之二次創作，請先徵得原圖擁有者同意。
          請勿將未授權商業使用之模型產出的圖像用於商業行為。</li>
        <li><span class="font-bold">請勿</span>進行以下可能造成誤解或困擾的行為：</li>
        <ul class="list-disc list-inside mb-4 ml-6">
          <li>假冒本人製作虛假的宣傳</li>
          <li>未經本人同意，在公開社群或任一遊戲平台創造屬於本世界觀的新角色</li>
          <li>未經本人同意，使用本世界觀的角色形象進行商業用途</li>
        </ul>
        <li>有關實體印製、販賣和商業行為：</li>
        <ul class="list-disc list-inside mb-4 ml-6">
          <li>允許個人、小型社團進行基於非商業營利為前提的同人商品（例：同人誌、立牌周邊、壓克力吊飾等）印製和販售活動，無須經過事前聯繫或申請。</li>
          <li>立體創作物（例：玩偶、模型等）請事前來信取得同意後再進行製作及販賣。</li>
          <li>請勿將二次創作用在任何商業宣傳行為上。</li>
          <li>法人、大型商業社團如有周邊販售、代理授權等需求請來信洽談。</li>
          <li>以上之同人商品與商業宣傳認定由本人主觀認定之。如有同人販售活動的相關疑問歡迎來信諮詢。</li>
          <li>聯絡信箱：yuno1991331@gmail.com</li>
        </ul>
        <li>其他注意事項</li>
        <ul class="list-disc list-inside mb-4 ml-6">
          <li>本規範可能會在未告知的前提下新增或修改，並有權對單獨對象或團體提出下架、修正或終止要求。</li>
          <li>本規範的解釋權歸本人所有。</li>
          <li>本人並未放棄本世界觀的所有著作權或著作財產權。</li>
        </ul>
      </ol>
    </div>
  </div>
</template>
